{
  "prayForInsight": {
    "text": "Схилитися у молитві під кольоровими вогнями готичного скла.",
    "effect": ["getBlessing:peace", "getHint:path"],
    "result": [
      "Дихання ладану та дзвінкий промінь вітража заколисують думки.",
      "Ти бачиш у світлі мозаїки силует мосту і зірку, що, здається, вказує на шлях, якого ніхто ще не описав.",
      "Пари латинських слів над мозаїкою заграють: 'In lumine tuo videbimus lumen'."
    ],
    "time": 0.5
  },
  "giveAlms": {
    "text": "Залишити монету або талісман, як це робили паломники у старих празьких храмах.",
    "effect": ["changeTrait:mercy:1", "add:player:shellMedallion", "remove:location:horse", "remove:player:money:1"],
    "requirements": ["has:location:shellMedallion", "has:player:money:1"],
    "result": [
      "Черниця киває й дає тобі амулет із срібної мушлі — так колись носили ті, хто здолав далекий шлях.",
      "Ти відчуваєш м'яке тепло: світло чекає того, хто відмовиться від останньої краплі тіні."
    ],
    "time": 0.5
  },
  "listenSermon": {
    "text": "Стояти тихо під готичним склепінням, слухаючи на півголосі проповідь.",
    "effect": ["getHint:morality"],
    "result": [
      "Кантор співає не словами, а відлунням, що залишає на мозаїці не тільки світло, а й відтінки душі.",
      "Тут шепочуть про людські риси: мудрість і милосердя ведуть у найтемніші кутки з надією,",
      "допитливість та пам’ять відкривають двері до таємниць, але десь поряд завжди ховаються",
      "марнославство, жадібність, розпусність і тьмяна, байдужа тінь.",
      "'Пам’ятай: лише обираючи між цими дорогами, знаходиш власну істину.'"
    ],
    "time": 0.7
  },
  "eveningRitual": {
    "text": "Брати участь у ритуалі свічок, коли ніч і місто зливаються в єдиний подих.",
    "effect": ["getBlessing:mercy", "getHint:shadowOnBridge"],
    "result": [
      "Свічки сяють так, наче викликають минулі століття. Мозаїка чорніє й раптом у світлі проявляється знамення:",
      "срібляста фігура тіні кланяється до мосту.",
      "Ти чуєш шепіт: \"Хто несе милосердя, тому відкриється прохід крізь ніч.\""
    ],
    "time": 0.8
  },
  "go": {
    "text": "Вийти у нічний провулок, несе на собі ледь помітний слід ладану та срібного світла.",
    "requirements": [],
    "time": 1
  }
}