[
  {
    "id": "vanityman",
    "name": "Шинкар",
    "description": [
      "Фанфарон у сюртуку з золотим пером для особливого наголосу.",
      "Коли він розказує свої байки, навіть мухам ніколи літати — всі слухають, як слава заводить курку у шинквас."
    ],
    "startDialogueId": "story1",
    "dialogue": [
      {
        "id": "story1",
        "text": [
          "От кажу вам, справжня відвага — це спершу випити з ворогом, а вже потім рахувати голубів на стрісі.",
          "Наш півень так одного разу хоробро втік із кухні, що з нього досі глузують коти."
        ]
      },
      {
        "id": "story2",
        "text": [
          "Ви, може, чули, як я в карти виграв у аптекаря, а той всю ніч шукав валетів у тіні від бочки?",
          "У цій таверні, якщо ти програв — значить, просто не досидів до закриття."
        ]
      },
      {
        "id": "story3",
        "text": [
          "Кажуть, що наш півень навіть у бібліотеці примудрився лишити слід на старих гросбухах.",
          "Відтоді там кожен переплутаний борг списують на курячу лапу."
        ]
      }
    ],
    "location": "tavern",
    "schedule": {"from": 9, "to": 5},
    "role": "власник",
    "options": ["listenStories"]
  },
  {
    "id": "turk",
    "name": "Іноземний купець",
    "description": [
      "Завсідник у халаті й чалмі: хто, окрім нього, здатен грати в кості й мастити вуса відразу?",
      "Його ігри — це окрема географія, де головне правило: переможець частіше пригощає програвшого."
    ],
    "startDialogueId": "tempt1",
    "dialogue": [
      {
        "id": "tempt1",
        "text": [
          "Ото життя: сьогодні ти гуляєш на честь перемоги, а завтра святкуєш, що залишився у своїй сорочці.",
          "Давай, кидай кості — головне, не кидати на підлогу кухоль!"
        ]
      },
      {
        "id": "tempt2",
        "text": [
          "Я тут усім пропоную гру не гіршу за ту, що у верховного султана на іменинах.",
          "Виграш — на стіл, поразка — в анекдот, а життя лишається там само, за барною стійкою."
        ]
      }
    ],
    "location": "tavern",
    "schedule": {"from": 9, "to": 5},
    "role": "casino",
    "options": ["joinGame"]
  },
  {
    "id": "regulars",
    "name": "Завсідники",
    "description": [
      "Тутешні пліткарі знають усіх героїв на запах і кожну вигадку — на смак.",
      "Говорять, що тут можна знайти ключ до всіх загадок — якщо напишеш його на бірдекелі."
    ],
    "startDialogueId": "gossip2",
    "dialogue": [
      {
        "id": "gossip1",
        "text": [
          "О, то вам нашого півня продали? Він ночує то в бібліотеці, то в коморі, то просто під столом.",
          "Кажуть, як відчує дух битви — так і тікає до найближчої кухні."
        ]
      },
      {
        "id": "gossip2",
        "text": [
          "Якщо вірити притаманній чесноті місцевих завсідників,",
          "то у книзі боргів досі шукають розгадку, куди пропало перо нашого переможця."
        ]
      }
    ],
    "location": "tavern",
    "schedule": {"from": 9, "to": 5},
    "options": ["eavesdrop"]
  }
]