{
  "id": "townhall",
  "name": "Магістрат",
  "background": "background.txt",
  "scenes": [
    {
      "id": "TH00",
      "locationId": "townhall",
      "from": 8,
      "to": 21,
      "description": [
        "Високо над містом, поміж мотузок і дощок, майстри зводять вежу: сипле штукатурка, сміються муляри,",
        "а в кутку хлопці возяться з колесами й плитками — один малює на латунній пластині птаха і зірку, другий прилаштовує коло.",
        "Дехто каже, що башта росте швидше, ніж зірки сходять. А ще швидше — коли майстер покричить:",
        "— Беріть вже цеглу, хто донесе перший — того й пиво буде дзвеніти, як годинник!"      ],
      "npcIds": ["foreman", "builder", "apprentice"],
      "eventIds": ["miniContest", "builderJoke"],
      "optionIds": [
        "go"
      ],
      "path": [
        "tavern",
        "temple",
        "library",
        "bridge",
        "pawnshop",
        "market"
      ]
    },
    {
      "id": "TH01",
      "locationId": "townhall",
      "from": 21,
      "to": 5,
      "description": [
        "Коли над магістратом вже тіні довші, ніж виноградні грони, сюди збираються філософи і студенти.",
        "Разом розігрують засідання, вигадуючи пристрої для вирішення щоденних питань, про які ніхто не збирається турбуватись по-справжньому...",
        "Диспути спалахують, мрії про майбутнє ростуть, як хміль на стінах, а скепсис блимає в кожному погляді.",
        "“Може, час — лише зусилля уяви, а майбутнє — наш колективний витвір?”, — промовляє хтось",
        "і всі замовкають, щоб почути, як башта починає думати разом із ними."
      ],
      "npcIds": ["philosopher", "student_1", "student_2", "oracle"],
      "eventIds": ["philosophicalDebate", "moralChoice"],
      "optionIds": [
        "becomeMentor",
        "go"
      ],
      "path": [
        "tavern",
        "temple",
        "library",
        "bridge",
        "pawnshop",
        "market"
      ]
    },
    {
      "id": "TH02",
      "locationId": "townhall",
      "window": "any",
      "requirements": ["effect:gameOver"],
      "description": [
        "Башта ожила: шестерні зоряного колеса вперше загуркотіли, і мідний дзвін полився понад дахи.",
        "Всі зірки й механізми крутяться під рухливим астрономічним циферблатом, а на самому вершечку,",
        "осідлавши золоту стрілку, розташувався знайомий півень — той самий втікач із ярмарку.",
        "Кажуть, що тепер кожен, хто звірить час із цим годинником, обере собі трохи його характеру.",
        "Залишається лиш поглянути вгору й дізнатися, яким запам'ятає тебе місто."
      ],
      "optionIds": [
        "hearResult",
        "newGame",
        "exit"
      ]
    }
  ]
}