{
  "pawnItem": {
    "text": "Принести предмет у заставу або взяти позику — укласти угоду зі Скорягою.",
    "effect": [
      "loseItem:any",
      "getHint:profitableRumor"
    ],
    "result": [
      "Скряга під носом зволікає монету, зважує її, кутається у посмішку: \"За цей дзвін — історію розкажу!\"",
      "\"Он був тут один власник півня… Повернувся без капелюха, зате з секретом стежки до ринкової брами!\"",
      "Відчуваєш легку тінь жадібності, бо так починається будь-який великий прибуток."
    ],
    "time": 0.5
  },
  "bargain": {
    "text": "Завести суперечку і спробувати сторгуватись за вигіднішу умову.",
    "effect": [
      "changeTrait:greed:1", "add:player:money:1"
    ],
    "result": [
      "Торг — це велике мистецтво. Якщо успіх на твоєму боці, Скряга мружиться: \"Вчорашні копійки сьогодні вже золоті!\"",
      "Але якщо помилився — \"Пан добрий, але не винахідливий, обмін явно не на користь клієнта…\""
    ],
    "time": 0.6
  },
  "listenToLegend": {
    "text": "Попросити Скрягу розповісти байку про власника півня.",
    "effect": [
      "getHint:secretShortcut"
    ],
    "result": [
      "Скряга зітхає і кривиться: \"Був тут пан, носив півня під пахвою. Всі боялись — а він лиш хотів вигідну позику!",
      "От і дізнався, як знайти бічну стежку до площі, — але мав завжди відкладати копійку в кишеню!\""
    ],
    "time": 0.4
  },
  "refuseTrade": {
    "text": "Відмовитись від послуг лавки, підтримати чесність.",
    "effect": [
      "changeTrait:mercy:1",
      "getRespect:servant",
      "unlockShortcut:honestyPath"
    ],
    "result": [
      "Служниця тобі тихо киває і непомітно підсовує папірець: \"Іноді чесність — коротша дорога, ніж здається.\"",
      "Ти відчуваєш невелику повагу з боку таємного союзника і несподівано отримуєш натяк на шлях до позаціннісної брами."
    ],
    "time": 0.3
  },
  "go": {
    "text": "Вийти з лавки назад у вуличний гамір.",
    "result": [
      "Ти відчуваєш на пальцях запах воску, у кишені дзвенить дріб’язок, а в голові іще лунає іронічний голос Скряги."
    ],
    "time": 1
  }
}